[{"sentiment": "method", "sentence": "Earlier works have evaluated these measures for other tasks such as influence maximization [13], or selecting gatekeeper nodes [15].", "aspect": "scicite"}, {"sentiment": "method", "sentence": "Descriptive statistics are presented as means and SD or percentages. t-Tests and chi-square tests were performed to assess sex differences for PA, sedentary time, physical fitness components (BMI, push-ups, curl-ups, and sit and reach), and the overall physical fitness score.", "aspect": "scicite"}, {"sentiment": "method", "sentence": "A model based on Indian Buffet Process is proposed to reflect the influences of one user’s choice to the others and the distribution of contents in the users’ online social networks (OSN) [9].", "aspect": "scicite"}, {"sentiment": "method", "sentence": "Go trials occurred with probability p .75 to encourage hand preparation as in previous studies using the hybrid-choice RT go/no-go paradigm (e.g., Abdel Rahman et al., 2002; Miller & Hackley, 1992).", "aspect": "scicite"}, {"sentiment": "method", "sentence": "One of the most promising methods among them is PLDA (Kenny, 2010; Prince and Elder, 2007).", "aspect": "scicite"}, {"sentiment": "method", "sentence": "We implement our method using the Caffe [10] framework and the source code is available at https://github.com/SSAW14/LearnableDilationNetwork.", "aspect": "scicite"}, {"sentiment": "method", "sentence": "4: we use a concatenation\nof 16-bin histograms as in (Gray and Tao, 2008; Prosser et al., 2010; Zheng et al., 2011) (see also Fig.", "aspect": "scicite"}, {"sentiment": "method", "sentence": "Putative novel MLVA profiles were given numerical designations, from MLVA-0027 onwards, to follow on from the known 26 MLVA types (MLVA-A to MLVA-Z) [7].", "aspect": "scicite"}, {"sentiment": "method", "sentence": "We\n1Relations between non-adjacent utterances are constrained by the structure of discourse (Webber 1991), and thus less likely than relations between adjacent utterances.\nassume that the same event can reoccur in different contexts, we are thus studying relations between types of events.", "aspect": "scicite"}, {"sentiment": "method", "sentence": "This matrix transformed the global coordinate system into a local orthogonal coordinate system using a direct frame by frame method (Scurr et al., 2010), identifying the suprasternal notch as the origin and establishing the right and left nipple coordinates relative to the trunk (Scurr et al.,…", "aspect": "scicite"}, {"sentiment": "method", "sentence": "The EPIYA motifs have been classified into four types, A, B, C and D (Higashi et al., 2002a), based on the amino acid sequences following each type and all types can be phosphorylated in vitro.", "aspect": "scicite"}, {"sentiment": "method", "sentence": "Both the baseline assessment and the followup assessment included the measurement of the health related quality of life by the Physical Component Summary measure (PCS) and the Mental Component Summary measure (MCS) of the Short Form-36 (SF-36) score [24–26]; basic ADL functioning by the Care Dependency Scale (CDS) [27] and cognitive functioning by the Mini-Mental State Examination (MMSE) [28].", "aspect": "scicite"}, {"sentiment": "method", "sentence": "They initialize their orthogonal mapping using an adversarial training phase, much like Conneau et al. [2018], and solve the optimization problem with alternating minimization. Our approach differs from theirs: by bootstrapping on the solution of a smaller problem to initialize the mapping, we avoid the need for a neural network initialization that is used in their approach. In addition, our annealing scheme on the entropic regularization leads to smooth convergence, with very little sensitivity to initialization. Concurrently with our work,1 Grave et al. [2018] tackle the problem of unsupervised word embedding alignment with a similar optimization framework as the one proposed by Zhang et al. [2017b], combining Wasserstein distances (an instance of optimal transport distances) and Procrustes alignment.", "aspect": "scicite"}, {"sentiment": "method", "sentence": "Their performance is presented in comparison to state-of-the-art methods such as original GNNS [4], EFANNA [6], which is the most effective method in recent studies, FLANN [17], E2LSH [3] and ANN [26].", "aspect": "scicite"}, {"sentiment": "method", "sentence": "[48] presented a system of nested weak classifiers to enhance the cascaded structure (or tree structure [13]) proposed by Viola and Jones in [15,43] and trained each classifier using the Real AdaBoost method.", "aspect": "scicite"}, {"sentiment": "method", "sentence": "Six papers seemed to specify a rate assuming equality of the experimental and control groups [12,15, 18-21]; seven seemed to specify the control group response rate, πC , assuming inequality [14,15,17,21-25]; and ten did not cite a design rate – in these cases we used the empirical estimate of πC from the paper’s Results section to classify extremity of the rate.", "aspect": "scicite"}, {"sentiment": "method", "sentence": "The LDA parameters were estimated through variational Bayesian inference as described in Blei et al. (Blei, Ng, and Jordan 2003).", "aspect": "scicite"}, {"sentiment": "method", "sentence": "In this work, network oscillations in theta band are investigated by evaluating the summed membrane potentials of the neurons (Pedroarena and Llinas 1997) (this is equivalent to using a summation of synaptic currents as illustrated in Fig.", "aspect": "scicite"}, {"sentiment": "method", "sentence": "RNA isolation, reverse transcription-PCR, and northern analysis Total RNA was isolated from vegetative cells following the methods of Wilkerson et al. (1994).", "aspect": "scicite"}, {"sentiment": "method", "sentence": "Most partitioned global address space (PGAS) programming models use data distribution techniques similar to those provided by Chapel[7, 8, 10].", "aspect": "scicite"}, {"sentiment": "method", "sentence": "Line and hard were chosen because they have served in various WSD studies to date (e.g., Leacock et al., 1993) and a corpus of occurrences of these words from the Wall Street Journal corpus was generously made available for comparison.2 Serve, another word frequently used in these studies, did not‚Ä¶", "aspect": "scicite"}, {"sentiment": "method", "sentence": "We adopted the Th.o.m.a.s., an interview aimed at an articulated exploration of ToM (Bosco et al., 2009a; Castellino et al., 2011) and an advanced ToM test, namely the Strange Stories test (Happé et al., 1999), aiming to provide a complete assessment of such complex cognitive ability.", "aspect": "scicite"}, {"sentiment": "method", "sentence": "Microarray data were background corrected with the normal-exponential convolution model (48) and normalized with the quantile approach (49) using the limma R package (45).", "aspect": "scicite"}, {"sentiment": "method", "sentence": "[32] Electrodes for perforated-patch clamp recordings were prepared from thinwalled glass pipettes using a model P-87 micropipette puller (Sutter Instrument Co.", "aspect": "scicite"}, {"sentiment": "method", "sentence": "…hippocampus for episodic encoding and retrieval processes in healthy young subjects was initially proposed as part of the HIPER model, with the anterior part of the hippocampus being preferentially involved in encoding, and retrieval mainly depending on its posterior portion (Lepage et al., 1998).", "aspect": "scicite"}, {"sentiment": "method", "sentence": "Diabetes Complication Rates To estimate the health benefits of screening, we used a mathematical model, the United Kingdom Prospective Diabetes Study (UKPDS) Outcomes Model 2, which includes South Asian– specific disease progression parameters that have been validated among South Asians in both the UK and India [33,34].", "aspect": "scicite"}, {"sentiment": "method", "sentence": "This is a similar idea to the concept of a course or career fitting an individual‚Äôs values and expectations (Richardson & Watt, 2005) and may be a useful framework for considering decisions to pursue teacher education despite negative comments and experiences.", "aspect": "scicite"}, {"sentiment": "method", "sentence": "The network merging component was implemented using the NetworkX 2 Python library which can be natively integrated into the Bio3graph workflow in Orange4WS [32].", "aspect": "scicite"}, {"sentiment": "method", "sentence": "The demonstrated modulators were based on either a MOS capacitor [7], a forward-biased p-i-n diode [8-9], or a reversebiased pn junction [10-14].", "aspect": "scicite"}, {"sentiment": "method", "sentence": "determined using a simple ray-triangle intersection algorithm which calculates the distance that the ray has travelled before each triangle intersection [20, 21].", "aspect": "scicite"}, {"sentiment": "method", "sentence": "…gametophytes and sporophytes, we conducted a preliminary analysis with all Glomus sequences from\nBotrychium (Ophioglossaceae; Kovács et al. 2007; Winther and Friedman 2007), Lycopodiaceae (Winther and Friedman 2008) and Psilotum nudum (Psilotaceae; Winther and Friedman 2009) reported in…", "aspect": "scicite"}, {"sentiment": "method", "sentence": "Methylation-Specific AFLP We employed a methylation-specific AFLP analysis that has been commonly used to survey patterns of methylation in a range of non-model species (Salmon et al., 2008; Herrera and Bazaga, 2010; Lira-Medeiros et al., 2010).", "aspect": "scicite"}, {"sentiment": "result", "sentence": "While we cannot exclude alternative models, our findings are consistent with models in which TRIM5α engages lentiviral CA through two sets of contacts, one in the structurally conserved β-hairpin and the second at the junction between binding sites of at least four cellular cofactors [25, 78, 79].", "aspect": "scicite"}, {"sentiment": "result", "sentence": "This finding is similar to those reported in colonization screening by other authors [20].", "aspect": "scicite"}, {"sentiment": "result", "sentence": "This has already been shown to be the case in large genome-wide association studies in Alzheimer‚Äö√Ñ√¥s disease where several key genes involved in the innate immune system were shown to increase susceptibility to developing Alzheimer‚Äö√Ñ√¥s disease (Harold et al., 2009; Lambert et al., 2009; Guerreiro et al., 2013).", "aspect": "scicite"}, {"sentiment": "result", "sentence": "This differs from the results of previous studies where learning affects both searching and handling efficiency (Werner et al. 1981; Dill 1983; Ehlinger 1989a, b; Croy and Hughes 1991).", "aspect": "scicite"}, {"sentiment": "result", "sentence": "These observations confirm previous results from our team [53] who reported that an early reduction of CgA levels within 3 months from treatment (either surgical or systemic) can anticipate favourable prognosis.", "aspect": "scicite"}, {"sentiment": "result", "sentence": "Importantly, and consistent with previous studies (Browd et al. 2006; Kessler et al. 2009; Thomas et al. 2009), in the single Shh-dependent tumor identified, Ptch1 (a negative regulator of Shh) was expressed at very low levels, suggesting that loss of Ptch1 cooperated with MYCN to initiate rare GTML tumors driven by Shh.", "aspect": "scicite"}, {"sentiment": "result", "sentence": "Our results are in agreement with those from others, who showed that a few specialized colons are responsible for the majority of S. aureus mastitis cases (Kapur et al., 1995; Akineden et al., 2001; Mork et al., 2005).", "aspect": "scicite"}, {"sentiment": "result", "sentence": "These results are similar to other reports [34] in which the proportion of J-Lat cells displaying GFP epifluorescence was synergistically increased by prostratin/ HDACI cotreatments compared to treatments with the compounds alone.", "aspect": "scicite"}, {"sentiment": "result", "sentence": "To further confirm the EMu analysis, we also analyzed the same set of tumors with NMF [16,17] and found nearly identical signatures (cosine similarity 0.9988 between the EMu and NMF AA signatures) and similar estimates of the AA signature’s contributions for these tumors (Figures S8 to S10 in Additional file 1).", "aspect": "scicite"}, {"sentiment": "result", "sentence": "These results are consistent with other applications of AMOR and rhBMP-2 in repair of critical size defects [39, 43, 44, 47, 48].", "aspect": "scicite"}, {"sentiment": "result", "sentence": "Several studies have shown that hypertension is a good predictor of RAS in patients with CAD or undergoing coronary angiography.(19,20) However, in some studies, hypertension failed to predict the presence of RAS.", "aspect": "scicite"}, {"sentiment": "result", "sentence": "This result is consistent with earlier empirical evidence (Pruitt & Gitman, 1991; Al-Twaijry, 2007; Ahmed & Javid, 2009).", "aspect": "scicite"}, {"sentiment": "result", "sentence": "These results agree with previous 16S-based works [9,10,33], implying that the use of this method does not entail a bias and, in addition, new taxa may be discovered.", "aspect": "scicite"}, {"sentiment": "result", "sentence": "These results are inconsistent with those of previous studies, which generally suggest that leptin is associated with sympathetic activation [11].", "aspect": "scicite"}, {"sentiment": "result", "sentence": "These data are consistent with the previously demonstrated defect of ubc9-1 mutants in the degradation of Clb2 and Clb5 (Seufert et al., 1995).", "aspect": "scicite"}, {"sentiment": "result", "sentence": "These results are supported by previous published data highlighting that the miR-34 family, including miR-34a and miR-34b/c, acts as a tumor suppressor, able to inhibit different human tumor growth and invasion [36–39], including human LSCC [31–34].", "aspect": "scicite"}, {"sentiment": "result", "sentence": "The two-locus VRN-2/ VRN-1 epistatic interaction model of Yan et al. (2004a) provides a genetic mechanism to explain these opposite phenotypes and is supported by the results of this work and others (Danyluk et al., 2003; Murai et al., 2003; Trevaskis et al., 2003).", "aspect": "scicite"}, {"sentiment": "result", "sentence": "This is similar to the results reported by other studies [5-7] that have shown that approximately 33% of subjects with TMD had a history of mental anxiety.", "aspect": "scicite"}, {"sentiment": "result", "sentence": "This result is in accordance with most studies [11,13] although some researchers do not confirm this hypothesis [10].", "aspect": "scicite"}, {"sentiment": "result", "sentence": "…internal consistency of the total scale and the subscales ranged from good to excellent (Streiner and Norman, 2008) and were on the same or better level comparedwith other studies (Jocovic et al., 2002; Marshman et al., 2005; Brown and Al-Khayal., 2006; Goursand et al., 2008; McGrath et al., 2008).", "aspect": "scicite"}, {"sentiment": "result", "sentence": "Frequent methylation for TIMP3 (Kang et al. 2006) and CDH13 (Suehiro et al. 2008) in the present study concurs with previously published results in endometrial cancer.", "aspect": "scicite"}, {"sentiment": "result", "sentence": "This is contrary to that reported by Jani et al. suggesting that the use O : E LHR as a predictor of neonatal survival is independent of gestational age (Jani et al., 2008).", "aspect": "scicite"}, {"sentiment": "result", "sentence": "These results support findings in the literature that describe deficits in explicit processing of dynamic emotional expression in individuals with ASD (Back et al., 2007; Lindner & Rosén, 2006), but preserved lipreading skills (De Gelder et al., 1991; Gepner et al., 2001).", "aspect": "scicite"}, {"sentiment": "result", "sentence": "Eicosanoids derived from AA, including PGE2, TBX2, and LTB4, are more proinflammatory than those derived from DHA (Calder, 2006). The results of our study confirmed this pathway of eicosanoid formation. Chickens fed LR diets had significantly lower levels of PGE2 and TBX2 in the blood than those fed HR diets. These results are in agreement with those of Cherian et al. (2009), who showed that the level of incorporation of n-3 FA was higher, but that of AA in cardiac ventricle lipids was lower, and the levels of PGE2 and TBX2 in the blood of progeny (7-, 14-, 28- and 42-day-old chickens) were lower after feeding HR diets to broiler hens. Liu et al. (2014) reported significantly lower levels of pro-inflammatory eicosanoids (PGE2 and TBX2) in the plasma due to inhibition of phospholipase A2 activity in chickens fed diets rich in PUFA n-3 than in chickens fed diets rich in PUFA n-6.", "aspect": "scicite"}, {"sentiment": "result", "sentence": "Our findings further support previous findings on the usefulness of CBT in the non-invasive evaluation of severe chronic liver disease [14,19].", "aspect": "scicite"}, {"sentiment": "result", "sentence": ", Mg and Zn) are associated with lower concentrations of inflammatory markers that increased risk of MS.[2,36] The differences between our results and previous studies may be explained by differences in sample size, population group and the method of dietary assessment; or the definitions of MS may not be appropriate for an Iranian population; and self‐reported intake may be imprecise.", "aspect": "scicite"}, {"sentiment": "result", "sentence": "These results are in accordance with the findings of Kambylafkas et al. (2006), who concluded that the use of the panoramic radiograph for evaluation of total ramal height is reliable and an asymmetry of more than 6 per cent is an indication of a true asymmetry.", "aspect": "scicite"}, {"sentiment": "result", "sentence": "The polydispersity value of 3.9 observed for the two-stage, OS7 derived lignin (Table 5) was relatively high when compared to previously reported values (Pan et al., 2006b).", "aspect": "scicite"}, {"sentiment": "result", "sentence": "While previous computer models had to initiate re-entrant spiral waves artificially through an external stimulus in the repolarizing wave tail (16, 54, 57, 58) or trigger torsades de pointes through external pacing (55, 56), our model naturally predicts the spontaneous transition from a regular rhythm into ventricular tachycardia as a natural consequence of high risk drugs.", "aspect": "scicite"}, {"sentiment": "result", "sentence": "In conclusion, the present results support an earlier observation (Rowan et al., 1994) that there is a good agreement between pigs and humans for their true ileal digestibility of dietary protein.", "aspect": "scicite"}, {"sentiment": "result", "sentence": "…preferred TFs ranged from 0.25 to 6.5 Hz (mean = 1.1 Hz), which were consistent with previous electrophysiological reports (Niell and Stryker, 2008; Gao et al., 2010; LeDue et al., 2012, 2013), and within the ranges indicated by recent multi-photon imaging studies (Andermann et al., 2011; Marshel…", "aspect": "scicite"}, {"sentiment": "result", "sentence": "This observation is in agreement with Luize, P.S. et al., who proposed that the loss of the hydroxyl group in neolignans isolated from P. regnellii resulted in the complete loss of activity against epimastigote forms of T. cruzi (Luize et al., 2006).", "aspect": "scicite"}, {"sentiment": "background", "sentence": "Clinically, they usually present with unilateral nasal obstruction, but other symptoms have also been reported such as epistaxis, purulent rhinorrhoea, postnasal drip, snoring, obstructive sleep apnoea, dysphonia, and dysphagia [3, 12].", "aspect": "scicite"}, {"sentiment": "background", "sentence": "Geriatric patients are at high risk for PPH in the general population (Jansen and Lipsitz 1995; Mathias 1991).", "aspect": "scicite"}, {"sentiment": "background", "sentence": "The loss of white matter following injury might be the result of the retraction or degeneration of injured descending fibres (Schwab and Bartholdi 1996), although this typically occurs over only short distances (Schnell and Schwab 1993) and therefore probably does not explain the loss seen in the present study.", "aspect": "scicite"}, {"sentiment": "background", "sentence": "in allele substitution effect, due to the overall rarity of such genetic effects when measured in large sample sizes [16,19,20,21].", "aspect": "scicite"}, {"sentiment": "background", "sentence": "cilial links of chick hair cells and the calyceal processes of photoreceptors, immunoprecipitates two proteins of 200 and 250 kDa from chicken retina (Goodyear and Richardson, 2003).", "aspect": "scicite"}, {"sentiment": "background", "sentence": "…1964) and increases with age in in neurological diseases whereas others found it in non-complex sphingolipids as well but with a 50:50 ratio (Rosenberg & Stern 1966, Schwarz et al. 1967) for both chain lengths or even a much lower\nA cc\nep te\nd A\nrt ic\nle\nThis article is protected by…", "aspect": "scicite"}, {"sentiment": "background", "sentence": "…important disadvantages, such as Golgi tendon organ and myotatic reflex inhibition, which can lead to an increased injury risk (Jubeau et al, 2006; Requena et al., 2005), and some difficulties in obtaining improvements in agonist and antagonist muscle coordination (Holcomb, 2005; Paillard, 2008).", "aspect": "scicite"}, {"sentiment": "background", "sentence": "This activity is most probably mediated through actions in the glutamatergic synapses in the neuromuscular junctions [19].", "aspect": "scicite"}, {"sentiment": "background", "sentence": "It was also observed that CP treatment increased BUN and creatinine levels (Sadzuka et al., 1992; Mansour et al., 2002).", "aspect": "scicite"}, {"sentiment": "background", "sentence": "…memory\nINTRODUCTION\nEmerging studies have shown that auditory beat stimulation can affect mood states in terms of levels of anxiety (Le Scouarnec et al., 2001; Padmanabhan et al., 2005; Weiland et al., 2011) and well-being (Lane et al., 1998; Le Scouarnec et al., 2001; Wahbeh et al., 2007a).", "aspect": "scicite"}, {"sentiment": "background", "sentence": "The remaining 10% were attributed to a diploid oocyte due to a failure in the first meiotic division (Jacobs et al., 1978).", "aspect": "scicite"}, {"sentiment": "background", "sentence": "The problem of obtaining genuine replicates in spatially connected systems such as rivers are difficult when the hypotheses aim to test ecological processes predicted to change along environmental gradients (Oksanen, 2001).", "aspect": "scicite"}, {"sentiment": "background", "sentence": "…and overexpressors of circadian clock– related factors, including PRR5 and ZTL, are also affected in hypocotyl elongation during deetiolation (Sato et al., 2002;\n(A) Five-day-old etiolated wild-type (Columbia [Col.]), ztl-3, and fkf1 seedlings were exposed to white light for 9 h and then…", "aspect": "scicite"}, {"sentiment": "background", "sentence": "identified in the literature for nano-foods from a survey with a convenience sample in Switzerland (Siegrist et al. 2007).", "aspect": "scicite"}, {"sentiment": "background", "sentence": "The coactivation of the transcription factors to promoter regions is carried out by PGC-1a, which is the master regulator of mitochondrial biogenesis (380).", "aspect": "scicite"}, {"sentiment": "background", "sentence": "Previous publications from this laboratory have shown that when a brief DC electric field is applied during a trough in the NAD(P)H oscillation, the NAD(P)H oscillations, as well as Ca2+ oscillations and other parameters, grow in amplitude (Kindzelskii and Petty 2000; Petty 2000).", "aspect": "scicite"}, {"sentiment": "background", "sentence": "[24,25] However, planar I-131 imaging has traditionally suffered from low resolution, and a paucity of anatomic information along with a long list of physiologic variants makes image interpretation challenging.[26] Therefore, it is assumed that the reason why functioning ETT in TGDR has been underestimated in patients with DTC is mainly due to the poor image quality of an I‐131 scan.", "aspect": "scicite"}, {"sentiment": "background", "sentence": "The computational camera with the coded apertures is able to estimate the depth of the scene in a single image [3].", "aspect": "scicite"}, {"sentiment": "background", "sentence": "Vol. 17, No. 4, December, 2013\ntranslocation of these enzymes to the plasma membrane and/or other membrane (Littler et al., 2006; CorbalánGarcía & Gómez-Fernández, 2010).", "aspect": "scicite"}, {"sentiment": "background", "sentence": "26 Finally, Gillingham and Tsvetanov (2017) provide support for their assumption of static demand using data on purchases and a consumer survey in the residential solar market in Connecticut, in the United States.", "aspect": "scicite"}, {"sentiment": "background", "sentence": "…A\nEffects of Corn Particle Size and Physical Form of the Diet on the Gastrointestinal Structures of Broiler Chickens\n1 - ns: non significant polynomial regression (p > 0.05).\nwas no influence of the particle size on this variable, contradicting data from Nir et al. (1995) and Nir et al. (1994a).", "aspect": "scicite"}, {"sentiment": "background", "sentence": "Digynic triploidy may also develop after fertilization of a diploid giant oocyte (Dyban and Baranov, 1987) but this has been considered rather improbable (Jacobs et al., 1978; Kaufman, 1991).", "aspect": "scicite"}, {"sentiment": "background", "sentence": "Also, in Serbia first outbreak of West Nile virus infection was reported in humans in August to October 2012, and evidence of detected virus activity in horses, wild birds and mosquitos (10-12).", "aspect": "scicite"}, {"sentiment": "background", "sentence": "[33] reported that selenium deficiency led to a decline in selenoprotein levels, which resulted in a deficiency in muscle functions.", "aspect": "scicite"}, {"sentiment": "background", "sentence": "rats and molluscs as definitive and intermediate hosts, respectively, whereas humans are accidental hosts infected through the consumption of raw or undercooked molluscs that contain the infective third stage larvae (L3) [2].", "aspect": "scicite"}, {"sentiment": "background", "sentence": "Higher systolic and/or diastolic arterial pressure among older adults has been described consistently in association with risk of hospitalization in cohort studies (Hanlon et al., 1998; Miller et al., 1998).", "aspect": "scicite"}, {"sentiment": "background", "sentence": "The extirpation of ground squirrels from the boreal forest (Gillis et al. 2005; Donker and Krebs 2011), poor active-season survival, low recruitment rates, immigration from nearby low elevation-meadow habitat and population growth rates <1.0 provide convincing evidence that the boreal forest…", "aspect": "scicite"}, {"sentiment": "background", "sentence": "Identity begins to take shape during adolescence, but, with the incorporation of new life experiences, is continually modified throughout adulthood (McLean, 2008). Theories of identity maintain that individuals engage in particular actions to confirm their own identities and that social role expectations are internalized and demonstrated through behavior (Stryker & Burke, 2000). Most historical models of adult development that are discussed in the literature are based on research with all-male subjects or were written from a male vantage point (Caffarella & Olson, 1993). Factors that most meaningfully impact the identities of older women are unacknowledged in these models (Price, 1998). Such models, including work by Erikson (1982), stress D ow nl oa de d by [ M cG ill U ni ve rs ity L ib ra ry ] at 2 0: 35 0 5 Fe br ua ry 2 01 5", "aspect": "scicite"}, {"sentiment": "background", "sentence": "Such modifications, i.e. investing in proportionally longer reproductive tracts, resulting in positive allometry, could potentially function to enable the female greater control over fertilization under sperm competition (Birkhead 1995).", "aspect": "scicite"}, {"sentiment": "background", "sentence": "Similar to Krajcarski et al. (1999), Chiang (in press) concluded that increased muscular activity due to pre-loads leads to increases in trunk muscle stiffness and spine stability.", "aspect": "scicite"}, {"sentiment": "background", "sentence": "Wilkiemeyer et al.(13) reported a correlation between resident PGY and inguinal hernia recurrence rate, which occurred after 6.", "aspect": "scicite"}, {"sentiment": "background", "sentence": "T1Rs and T2Rs, when activated, transduce taste signals to G-proteins (Kusakabe et al. 2000; Wong et al. 1996) and then to the effector enzyme, namely phospholipase C-b 2 (PLC-b 2) (Adler et al. 2000).", "aspect": "scicite"}]